Repository: calocenrieti/WoLNamesBlackedOutWin
Catalog: .github/App12/App12/Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp

# MoreAppBarButton.ToolTipService.ToolTip
source: More...
ja_jp: その他...

# DebugLogExport.Text
source: Debug Log Export(restart)
ja_jp: デバッグログ出力（再起動後）

# LanguageJP.Text
source: Japanese UI(restart)
ja_jp: 日本語UI（再起動後）

# LicenseButton.Text
source: License
ja_jp: ライセンス

# AboutMenuItem.Text
source: About WoLNamesBlackedOut
ja_jp: WoLNamesBlackedOut について

# SaveImageButton.Label
source: Save Image
ja_jp: 画像保存

# SaveImageButton.ToolTipService.ToolTip
source: Save Preview Image
ja_jp: プレビュー画像を保存

# ToggleThemeButton.ToolTipService.ToolTip
source: Change Theme
ja_jp: テーマ切替

# SelectFileSectionTitle.Text
source: Select File or Drag and Drop File
ja_jp: ファイル選択 / ドラッグ＆ドロップ

# OpenFileText.Text
source: Open File
ja_jp: ファイルを開く

# SettingSectionTitle.Text
source: Setting
ja_jp: 設定

# BlackedOutTypeText.Text
source: BlackedOut Type
ja_jp: BlackedOutタイプ

# BlackedOutColorText.Text
source: BlackedOut Color
ja_jp: BlackedOutカラー

# FixedFrameTypeText.Text
source: FixedFrame Type
ja_jp: 固定マスクタイプ

# FixedFrameColorText.Text
source: FixedFrame Color
ja_jp: 固定マスクカラー

# YoloThresholdSlider.Header
source: YOLO Threshold
ja_jp: YOLO しきい値

# Add_Copyright.Content
source: Add Copyright
ja_jp: Copyright画像を追加

# SelectCopyrightImageButton.ToolTipService.ToolTip
source: Select copyright image
ja_jp: Copyright画像を選択

# ExcludeByNameEnabledCheckBox.Content
source: Enable Exclude by Name
ja_jp: 名前で対象外を有効化

# OpenExcludeByNameSettingsButton.Content
source: Exclude Names Settings...
ja_jp: 対象外名設定...

# PreviewSectionTitle.Text
source: Preview
ja_jp: プレビュー

# PreviewButtonText.Text
source: Preview Start
ja_jp: プレビュー開始

# SetToStartText.Text
source: Set to Start
ja_jp: 開始位置に設定

# SetToEndText.Text
source: Set to End
ja_jp: 終了位置に設定

# MovieRenderingSectionTitle.Text
source: Movie Rendering
ja_jp: 動画レンダリング

# Start_min.Header
source: Start_min:
ja_jp: 開始(分):

# Start_sec.Header
source: Start_sec:
ja_jp: 開始(秒):

# End_min.Header
source: End_min:
ja_jp: 終了(分):

# End_sec.Header
source: End_sec:
ja_jp: 終了(秒):

# BitrateSlideBar.Header
source: Bitrate(Mbps)
ja_jp: ビットレート(Mbps)

# BlackedOutStartButtonText.Text
source: BlackedOut Start
ja_jp: BlackedOut 開始

# OptimizationModeComboBox.ToolTipService.ToolTip
source: Staged performance mode
ja_jp: 段階的パフォーマンスモード

# StopText.Text
source: STOP
ja_jp: 停止

# ForX.ToolTipService.ToolTip
source: Limit width 1280px / 30FPS
ja_jp: 幅1280px / 30FPS に制限

# DisableAudio.Content
source: No Audio
ja_jp: 音声なし

# DisableAudio.ToolTipService.ToolTip
source: When checked, output video has no audio track
ja_jp: チェック時、出力動画から音声トラックを除外します

# ProgressSectionTitle.Text
source: Progress
ja_jp: 進行状況

# ElapsedLabel.Text
source: Elapsed:
ja_jp: 経過:

# ElapsedUnit.Text
source: s
ja_jp: 秒

# EtaLabel.Text
source: ETA:
ja_jp: 残り:

# EtaUnit.Text
source: s
ja_jp: 秒

# InfoBar.Message
source: TensorRT Engine build success!
ja_jp: TensorRTエンジンのビルドに成功しました！

# PreviewHelpText.Text
source: On the preview image, Mouse Left-click : Set fixed frame Mouse Right-click: Release all fixed frames CTRL + Left-click Drag: Move copyright image CTRL + Mouse Wheel: Resize copyright image
ja_jp: プレビュー画像上で: 左クリック : 固定マスクを設定 右クリック : 固定マスクをすべて解除 CTRL + 左ドラッグ : Copyright画像を移動 CTRL + マウスホイール : Copyright画像を拡大縮小

# Runtime.PreviewStart
source: Preview Start
ja_jp: プレビュー開始

# Runtime.PreviewStop
source: Preview Stop
ja_jp: プレビュー停止

# Runtime.BlackedOutStart
source: BlackedOut Start
ja_jp: BlackedOut開始

# Runtime.BlackedOutStop
source: BlackedOut Stop
ja_jp: BlackedOut停止
